charliermarsh.ruff@2026.44.0
efoerster.texlab@5.25.1
github.vscode-pull-request-github@0.126.0
meta.pyrefly@1.0.9001
ms-python.debugpy@2026.6.0
ms-toolsai.jupyter@2025.9.1
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.vscode-jupyter-cell-tags@0.1.9
ms-toolsai.vscode-jupyter-slideshow@0.1.6
ms-vscode.js-debug@1.105.0
posit.air-vscode@0.24.0
posit.publisher@1.37.19
posit.shiny@1.4.1
quarto.quarto@1.131.0
tomoki1207.pdf@1.2.2
vscodevim.vim@1.32.4
zhuangtongfa.material-theme@3.19.0
